export const faqData = [
  {
    id: 'trebovaniya-k-akkauntu',
    question: 'Требования к Вашему аккаунту Steam',
    answer: 'Аккаунт должен быть зарегистрирован в одной из стран СНГ, включая Россию, Казахстан, Узбекистан, Кыргызстан, и другие. Пополнение баланса для аккаунтов, зарегистрированных в Китае, Турции или любой другой стране за пределами СНГ, не предоставляется.'
  },
  {
    id: 'popolnenie-novogo-akkaunta',
    question: 'Пополнение нового аккаунта',
    answer: 'Если на вашем аккаунте не было финансовых операций, его регион может автоматически измениться на Казахстан, Узбекистан или другую страну с валютой $. Чтобы избежать этого и сохранить текущий регион, следуйте этой инструкции:\n\n1. Войдите в свой аккаунт Steam через браузер или приложение.\n\n2. Добавьте на аккаунт минимум две бесплатные игры, такие как PUBG и Dota 2. Лучше всего делать это через библиотеку Steam на смартфоне.\n\n3. Поиграйте в одну из добавленных игр не менее 2-3 часов.\n\n4. Отключите VPN. Бесплатные игры должны быть получены в домашнем регионе.\n\nПосле этого, при первом пополнении баланс будет в валюте вашего региона, и цены на игры останутся соответствующими вашему региону. (Обратите внимание, что этот метод не гарантирует 100% успеха. Для первого пополнения лучше внести минимальную сумму).'
  },
  {
    id: 'popolnenie-iz-kryma-dnr-lnr',
    question: 'Как пополнить из Крыма, ДНР или ЛНР',
    answer: 'Из-за того, что Steam отслеживает активные сессии аккаунтов из Крыма, ЛНР и ДНР, для пополнения таких аккаунтов необходимо выполнить следующие шаги:\n\n1. Завершите все активные сессии Steam если Вы из Крыма, ДНР или ЛНР (выйдите из аккаунта на ПК и в браузере).\n\n2. Переведите мобильное устройство с установленным аутентификатором Steam в авиарежим.\n\n3. С помощью VPN с российским IP (предпочтительно Москва или Санкт-Петербург) войдите в аккаунт через браузер Steam (мобильный аутентификатор в авиарежиме все равно сможет предоставить код для входа).\n\n4. Подождите 15 минут после успешной авторизации и попробуйте пополнить счет, используя наш сайт.\n\nОбратите внимание. Если Вы совершили пополнение и не следовали этой инструкции, баланс может не зачислиться на Ваш аккаунт. Чтобы зачисление прошло - выполните все шаги - Steam обработает платеж в течении 24 часов.'
  },
  {
    id: 'neverny-logi',
    question: 'Я неверно указал логин Steam аккаунта, что делать?',
    answer: 'Хотя наша система проверяет логин на его существование в момент указания, всё же существует вероятность ошибки со стороны пользователя. В случае ошибочного указания логина вашего Steam аккаунта (который вы увидите на странице заказа), необходимо незамедлительно связаться с нашей службой поддержки для корректировки данных. В противном случае существует риск перевода средств на чужой аккаунт. Например, если ваш реальный логин – gabe712, но был указан gabe71, то деньги поступят на не тот аккаунт, и вернуть их будет невозможно.'
  },
  {
    id: 'dlitelnost-popolneniya',
    question: 'Как долго будет длиться пополнение?',
    answer: 'После создания и успешной оплаты заказа процесс зачисления средств на ваш баланс начинается немедленно и, как правило, занимает от 1 до 15 минут. Это означает, что вы можете ожидать появления средств на вашем аккаунте в указанный временной промежуток после подтверждения транзакции.'
  },
  {
    id: 'chto-takoe-login',
    question: 'Что такое логин Steam аккаунта?',
    answer: 'Логин — ваш уникальный идентификатор при входе в Steam, который отличается для каждого пользователя, в то время как никнейм — это имя, которое вы можете изменять по желанию. Важно не путать эти два понятия: например, пользователей с никнеймом GAMER может быть множество, но логин каждого из них уникален.'
  }
];